tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/php"
tap "homebrew/services"

brew "ack"
brew "android-platform-tools"
brew "bash-completion"
brew "binutils"
brew "cmake"
brew "git"
brew "consul"
brew "ctags"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "pth"
brew "dirmngr"
brew "doxygen"
brew "libpng"
brew "freetype"
brew "gmp"
brew "isl"
brew "mpfr"
brew "libmpc"
brew "gcc"
brew "gdbm"
brew "gettext"
brew "libusb"
brew "pinentry"
brew "gnupg"
brew "gpg-agent"
brew "openssl"
brew "readline"
brew "sqlite"
brew "xz"
brew "python3"
brew "httpie"
brew "icu4c"
brew "jpeg"
brew "oniguruma"
brew "jq"
brew "libevent"
brew "libusb-compat"
brew "python"
brew "libxml2"
brew "libyaml"
brew "logstash"
brew "maven"
brew "mongodb"
brew "node"
brew "pkg-config"
brew "postgresql"
brew "redis", restart_service: true
brew "sbt"
brew "scala"
brew "ssh-copy-id"
brew "tig"
brew "tmux"
brew "tree"
brew "unixodbc"
brew "vault"
brew "wget"
brew "zsh-syntax-highlighting"
brew "homebrew/php/php70"

cask "spectacle"
cask "adobe-reader"
cask "balsamiq-mockups"
cask "java"
cask "1password"
cask "alfred"
cask "bartender"
cask "calibre"
cask "datadog-agent"
cask "docker"
cask "evernote"
cask "firefox"
cask "gitkraken"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "intellij-idea"
cask "iterm2"
cask "kdiff3"
cask "kindle"
cask "mactex"
cask "macvim"
cask "postico"
cask "qq"
cask "sketch"
cask "slack"
cask "smartgit"
cask "sogouinput"
cask "sublime-text"
cask "the-unarchiver"
cask "virtualbox"
cask "wireshark"
cask "yourkit-java-profiler"
cask "mactex"

