tap "homebrew/core"
tap "homebrew/php"
tap "homebrew/bundle"
tap "homebrew/services"
tap "caskroom/cask"
tap "burntsushi/ripgrep", "https://github.com/BurntSushi/ripgrep.git"
tap "ethereum/ethereum"
cask "java"
brew "ack"
brew "android-platform-tools", link: false
brew "bash-completion"
brew "binutils"
brew "cmake"
brew "consul"
brew "ctags"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "pth"
brew "dirmngr", link: true
brew "doxygen"
brew "fasd"
brew "libpng"
brew "freetype"
brew "fzf"
brew "gmp"
brew "isl"
brew "mpfr"
brew "libmpc"
brew "gcc"
brew "gettext"
brew "pinentry"
brew "gpg-agent", link: true
brew "libusb"
brew "libusb-compat"
brew "gnupg"
brew "python"
brew "httpie"
brew "ipfs"
brew "jpeg"
brew "oniguruma"
brew "jq"
brew "libevent"
brew "libxml2"
brew "libyaml"
brew "logstash"
brew "markdown"
brew "maven"
brew "mongodb"
brew "neovim"
brew "node"
brew "postgresql", restart_service: true
brew "privoxy"
brew "redis", restart_service: true
brew "sbt"
brew "scala"
brew "ssh-copy-id"
brew "tig"
brew "tmux"
brew "tree"
brew "unixodbc"
brew "vault"
brew "wget"
brew "yarn"
brew "zsh-syntax-highlighting"
brew "burntsushi/ripgrep/ripgrep-bin"
brew "ethereum/ethereum/ethereum"
brew "homebrew/php/php70"
cask "1password"
cask "alfred"
cask "android-file-transfer"
cask "atom"
cask "bartender"
cask "calibre"
cask "datadog-agent"
cask "docker"
cask "ethereum-wallet"
cask "evernote"
cask "firefox"
cask "gitkraken"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "grammarly"
cask "iconjar"
cask "intellij-idea"
cask "iterm2"
cask "karabiner-elements"
cask "kdiff3"
cask "keycastr"
cask "kindle"
cask "mactex"
cask "macvim"
cask "nomachine"
cask "postico"
cask "qq"
cask "sketch"
cask "sketch-toolbox"
cask "skyfonts"
cask "slack"
cask "smartgit"
cask "sogouinput"
cask "spectacle"
cask "sublime-text"
cask "the-unarchiver"
cask "virtualbox"
cask "vlc"
cask "wireshark"
cask "yourkit-java-profiler"
cask "zeplin"
