cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'android-platform-tools'
brew 'android-sdk'
brew 'homebrew/'php/arcanist'
brew 'bash-completion'
brew 'binutils'
brew 'cmake'
brew 'ctags'
brew 'gcc'
brew 'git'
brew 'httpie'
brew 'jq'
brew 'logstash'
brew 'mongodb'
brew 'node'
brew 'homebrew/'php/php70'
brew 'postgresql'
brew 'python'
brew 'python3'
brew 'redis'
brew 'sbt'
brew 'scala'
brew 'ssh-copy-id'
brew 'tig'
brew 'tmux'
brew 'tree'
brew 'vault'
brew 'wget'

cask '1password'
cask 'datadog-agent'
cask 'firefox'
cask 'google-drive'
cask 'java'
cask 'macvim'
cask 'slack'
cask 'sublime-text'
cask 'alfred'
cask 'docker'
cask 'google-chrome'
cask 'intellij-idea'
cask 'kindle'
cask 'nomachine'
cask 'smartgit'
cask 'the-unarchiver'
cask 'bartender'
cask 'evernote'
cask 'google-cloud-sdk'
cask 'iterm2'
cask 'mactex'
cask 'postico'
cask 'sogouinput'
cask 'virtualbox'

